'-------------------------------------------------------------------------------------
' Chinese Traditional language module for WINCONTIG
'
' Translated by:
'   Minson (sulatio<at>gmail<dot>com)
'
' Currently maintained by:
'   Minson (sulatio<at>gmail<dot>com)
'
' Last updated: DEC 25, 2007
'
' NOTE: Don't translate '\n', '\t', '%s', '$c$' or '$d$'
'
'-------------------------------------------------------------------------------------
' Language Name of the module in your native language ***
' (e.g. Italiano, Français, etc)
'-------------------------------------------------------------------------------------
LNG=Chinese Traditional(恣郔䀭悇)
'-------------------------------------------------------------------------------------
' File info panel ***
'-------------------------------------------------------------------------------------
1=瀴炎炄悔恈
2=連炌炄悔恈
3=郍灄炄悔恈
4=怪聕瀆悔恈
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons labels ***
'-------------------------------------------------------------------------------------
17=悰傞
18=倪遤
19=偧傹
20=耉健耭傚悔
21=倲偘耭傚悔
283=炎灇
294=悢肖倱偊
455=Filter
24=Defragment
25=Stop
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons tooltips ***
'-------------------------------------------------------------------------------------
473=Add
474=Add one or more files to the list. Click the arrow to add folders.
475=Remove
476=Remove the selected items from the list.
477=Properties
478=Display the properties of the selected items.
479=Fragments
480=Display additional information about the selected files, including the size and the number of fragments the files consist of.
481=Filter
482=Show the Filter dialog box to exclude or include specific files, folders and file types from analysis and defragmentation.
483=Load profile
484=Load a list of items from a previously saved profile file.
485=Save profile
486=Save the list of items into a profile file.
26=Analyze
45=Analyze the files in order to determine how fragmented they are. 
101=Defragment
139=Consolidate fragmented files to improve system performance. Click the arrow to defragment only the fragmented files selected in the lower pane.
122=Stop
136=Stop the current operation in progress.
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Add" button) ***
'-------------------------------------------------------------------------------------
65=悰傞悔恈(&F)...\tCTRL+O
66=悰傞胇悙倾(&O)...\tCTRL+D
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Profile" button) ***
'-------------------------------------------------------------------------------------
155=<empty>
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Defragment" button) ***
'-------------------------------------------------------------------------------------
365=&Defragment all files
156=Defragment only &selected fragmented files
'----------------------------------------------------------------------------------------------
' Main program window - Items to be processed (Column Headers/Column Header Context Menu) ***
'----------------------------------------------------------------------------------------------
27=倍瀱
28=倧倏
29=烀恋
30=遞傋
248=炎灇
249=僢郆
250=烁炟倧倏
274=烁炟 %
472=Last Modified Date
487=Attributes
251=逐耭
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed ("Status" Column) ***
'-------------------------------------------------------------------------------------
5=怉炎灇炄
6=悒怉炎灇炄
7=逯肤
8=郍灄炄
146=連炌炄
368=Stopped
369=Skipped
424=Processing...
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (misc) ***
'-------------------------------------------------------------------------------------
31=悰傞灩䃶倰恤聕郍灄.
247=怹烮逄
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (Context Menu) ***
'-------------------------------------------------------------------------------------
67=邋偟(&O)
68=悰傞灩䃶(&A)
69=悔恈(&F)...\tCTRL+O
70=胇悙倾(&O)...\tCTRL+D
71=倪遤逅烮(&D)\tDEL
371=Add to E&xcluded List
15=Analy&ze selected items
16=&Defragment selected items
72=耉健耭傚悔(&L)...
73=倲偘耭傚悔為(&S)...
223=偧傹(&E)...
75=胪僕恲僕(&U)
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Column Headers/Column Header Context Menu) ***
'--------------------------------------------------------------------------------------------------
9=炎灇
252=僢郆
253=烁炟倧倏
10=倧倏
11=悔恈倍瀱
275=烁炟 %
256=逐耭
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (misc) ***
'-------------------------------------------------------------------------------------
144=瀴炎怀倚炄悔恈
12=悒怉恾倰瀴炎炄悔恈.
428=No files have been processed yet.
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Context Menu) ***
'-------------------------------------------------------------------------------------
363=&Select Highlighted Files
364=&Deselect Highlighted Files
367=&Invert selection
372=Add to E&xcluded List
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (Column Headers) ***
'--------------------------------------------------------------------------------------------------
128=悔恈倍瀱
129=逯肤
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (misc) ***
'--------------------------------------------------------------------------------------------------
98=倚怪倆悐炄悔恈
145=悔恈聕瀆過瀋䀭悒怉遇倰逯肤.
'-------------------------------------------------------------------------------------
' Main program window - Statusbar messages ***
'-------------------------------------------------------------------------------------
32=邒灮
33=恀怉灩䃶怅傮瀽恸: 
127=灩䃶
134=悰傞灩䃶: 
137=郍灄䀭
420=Total processed files:
'-------------------------------------------------------------------------------------
' Main program window - File menu ***
'-------------------------------------------------------------------------------------
34=悔恈(&F)
35=邋偟(&O)
36=悰傞灩䃶(&A)
37=悔恈(&F)...\tCTRL+O
38=胇悙倾(&L)...\tCTRL+D
39=倪遤逅烮(&D)\tDEL
370=Add to E&xcluded List
284=炎灇情倱(&M)...
224=偧傹(&E)...
421=Sa&ve Analysis Report...
41=灐恟(&X)
'-------------------------------------------------------------------------------------
' Main program window - Profiles menu ***
'-------------------------------------------------------------------------------------
42=耭傚悔(&P)
43=耉健耭傚悔(&L)...
44=倲偘耭傚悔(&S)...
157=&Configure Recent Profiles List...
'-------------------------------------------------------------------------------------
' Main program window - Action menu ***
'-------------------------------------------------------------------------------------
46=僕䁜(&A)
47=倆悐(&N)
49=停恢(&S)
50=郍灄(&D)
148=Analy&ze selected items
150=D&efragment selected items
'-------------------------------------------------------------------------------------
' Main program window - View menu ***
'-------------------------------------------------------------------------------------
48=&View
51=&Toolbar
52=&Info Panel
76=&Status Bar
'-------------------------------------------------------------------------------------
' Main program window - Tools menu ***
'-------------------------------------------------------------------------------------
377=&Tools
470=&Manage filter...
'-------------------------------------------------------------------------------------
' Main program window - Options menu ***
'-------------------------------------------------------------------------------------
53=選逅(&O)
54=䃝态灮适(&N)
55=選惇偨倗(&F)
56=遯瀺為肍䃡息(&M)
57=䀍偁耱郍耇炄灩䃶(&D)
58=郍灄灐恟恂郜邉瀋倏(&C)
59=郍灄灐恟恂郻聦郜恟(&S)
229=䀍悢惥傹郏逯肤(&V)
235=郍灄灖灥(&E)
236=僫速(&C)
237=恺恧(&S)
242=肞耀(&L)
301=倪偈耭傚(&T)
302=郘(&H)
303=灥郘悼䀀耬(&A)
304=䀀耬(&N)
305=灥䁎悼䀀耬(&B)
306=䁎(&L)
332=烁炟怅瀆(&D)
333=停瀨(&D)
334=胪僕(&A)
335=聢偏䁿瀨者(&S)
361=遯瀺逯肤䃡息(&M)
348=悢惥傹郏逯肤(&V)
349=停瀨(&D)
350=胪僕(&A)
351=聢偏䁿瀨者(&S)
408=Configure &highlighting...
488=Skip SSD dis&ks
23=Disa&ble Solid State Drive (SSD) detection
'-------------------------------------------------------------------------------------
' Main program window - Help menu ***
'-------------------------------------------------------------------------------------
60=肪怎(&H)
61=遯瀺偍肬聲怎肖炗(&D)
62=遯瀺偽䃤倗倇惛肖炗(&C)
64=郜悼WinContig(&A)...
'-------------------------------------------------------------------------------------
' Menu Hints ***
'-------------------------------------------------------------------------------------
83=悰傞悔恈胳悔恈怅傮.
84=悰傞胇悙倾胳悔恈怅傮.
85=倪遤選僖炄逅烮.
86=悰傞耭傚悔偧炄逅烮胳悔恈怅傮䀭.
87=倇悔恈怅傮偧炄逅烮倲偘怐䀀個耭傚悔.
88=郢邋WinContig.
89=倆悐逅烮.
92=偁耱悰傞灩䃶過瀋恂䀭悷怇䃤.
93=偁耱倆悐悔恈過瀋恂䀭悷僷职.
110=郍灄這個悔恈.
94=怸遠倇䀻肖炗遯瀺倨适偤.
95=倇惛偨倗選逅邋郜.
96=遯瀺瀋倏情倱, 灈怬烨聟僊Copyright.
99=灶傌怐郍灄過瀋傌郜邉瀋倏.
100=灶傌怐郍灄過瀋傌郻聦郜恟.
103=倇惛悔恈恲僕邋郜.
104=倇惛為肍䃡息倍聱恆郜郜.
105=䁿瀨僺烋郜聯炄瀋倏䂆邋偟選惇炄悔恈.
106=遯瀺WinContig僯悥僗炄偽䃤倗倇惛肖炗.
107=遯瀺偍肬聲怎肖炗.
108=䀍悥僗倨悔恈怅傮䀭邋偟郍耇炄灩䃶.
225=遯瀺選僖逅烮炄聳瀰偧傹.
230=倨郍灄悔恈偍䀍悢惥悔恈傹郏逯肤偏遌.
238=郍灄悔恈,䀍進职僢郆怀䁳倖遍灮 (考僫).
239=郍灄悔恈,䀦進职悔恈僢郆炄怀䁳倖遍灮 (考恢).
255=悢肖倆悐倱偊.
285=遯瀺遄傠悔恈炎灇炄情倱.
336=䀍肁倨郍灄悔恈䁋偍倪遤悫偘悔恈.
337=倨郍灄悔恈䁋偍胪僕倪遤悫偘悔恈.
109=倨郍灄悔恈偍聢偏䁿瀨者怯倦肁倪遤悫偘悔恈.
352=䀍肁倨郍灄悔恈䁋偍悢惥傹郏逯肤.
353=倨郍灄悔恈偍胪僕悢惥傹郏逯肤.
354=倨郍灄悔恈偍聢偏䁿瀨者怯倦肁悢惥傹郏逯肤.
362=倪遤悫偘悔恈過瀋䀭遯瀺逯肤䃡息.
373=Adds the selected items to the Excluded List.
471=Manages the Exclusion and Inclusion Lists.
409=Changes the highlighting colors of the items.
429=Reverses which items are selected and which are not.
430=Selects the highlighted items.
431=Deselects the highlighted items.
422=Saves the analysis results.
22=Does not automatically detect Solid State Drives.
13=Does not defragment files on Solid State Drives.
82=Shows or hides the toolbar.
90=Shows or hides the info panel.
91=Shows or hides the status bar.
14=Defragments only the fragmented files selected in the lower pane.
141=Allows you to interrupt the current operation.
131=Analyzes only the items selected in the upper pane.
138=Defragments only the items selected in the upper pane.
158=Changes how many Profiles are shown in the Recent Profiles List.
'-------------------------------------------------------------------------------------
' Analysis Report ***
'-------------------------------------------------------------------------------------
177=瀴炎悔恈炄恸郏
178=連炌悔恈炄恸郏
179=聕瀆過瀋䀭灼瀟逯肤而怪倆悐炄悔恈恸郏
182=聕瀆傌怐炄悔恈恸
231=倗僺瀴炎怀倚炄悔恈:
232=倗僺倚怪倆悐炄悔恈:
289=悇偗悇䃶 (*.txt)|*.txt|恀怉怼倏 (*.*)|*.*|
290=倲偘倱偊
291=倱偊僲炓怐傟倲偘.
292=WinContig僲僺烋炄倆悐倱偊:
293=悔恈灱耈
'-------------------------------------------------------------------------------------
' "Add files" dialog box ***
'-------------------------------------------------------------------------------------
111=悰傞悔恈
112=恀怉怼倏 (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Add folder" dialog box ***
'-------------------------------------------------------------------------------------
113=選惇肁傠健炄胇悙倾, 傍怉䀋悰傞胇悙倾. 僯傠健胳們䀀個炄胇悙倾
244=悰傞胇悙倾(&F)
246=悰傞胇悙倾倰怅傮䀭
'-------------------------------------------------------------------------------------
' "Load profile" dialog box ***
'-------------------------------------------------------------------------------------
114=耉健耭傚悔
115=WinContig耭傚悔 (*.wcp)|*.wcp|恀怉怼倏 (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Save profile" dialog box ***
'-------------------------------------------------------------------------------------
116=倲偘耭傚悔
117=WinContig耭傚悔 (*.wcp)|*.wcp|恀怉怼倏 (*.*)|*.*|
118=耭傚悔倲偘怐傟.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box ***
'-------------------------------------------------------------------------------------
119=倯健耭傚悔
120=遄傠(&A)
121=僖䃣(&R)
123=悔恈怅傮䀍怯灺炄
124=怉䀀䀋遄傠䃥䂿倨耭傚悔怅傮偧傠健僲怉炄灩䃶. 怉䀀䀋僖䃣䃥䂿倨耭傚悔怅傮偧僖䃣傟怉炄灩䃶.
125=悔恈 '%s' 䀍怯䀀個怉恈炄WinContig耭傚悔.
126=耭傚悔怇傚炄偽䃤倗䀦䀍偘倨.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box - Items don't exist ***
'-------------------------------------------------------------------------------------
40=逅烮
130=倯健耭傚悔
132=瀡惕倨耭傚悔䀭恾倰部䃽炄逅烮怅傮. 傃僯能僲炓肫郍悰偽倍, 烻僕怖倪遤.
133=怅傮偧逅烮怪倯健
'-------------------------------------------------------------------------------------
' "Check disk" dialog box ***
'-------------------------------------------------------------------------------------
308=悢惥烁炟
320=倨邋僋郍灄悔恈過瀋䁋偍, 䁠僯䃥悢惥傹郏怯倦怉逯肤. 怑們倷烈僺聰䁠倨郍灄悔恈偍倍郻聦䀭倲偘炄悔恈做傌恴炄悢惥.
309=傀傌䀍肁傍悢惥傹郏(&V)
310=恣倨倆悐烁炟 %s... 胋瀍灉.
311=進傦:
321=邎悵 1 䁋 3
355=邎悵 2 䁋 3
356=邎悵 3 䁋 3
313=悢惥烁炟(&D)
314=䀍肁悢惥烁炟(&C)
315=烁炟逯肤!
316=Errors found during disk checking. It's highly recommended that you close WinContig and repair any errors found.
317=Windows 瀡惕倨CD-ROM僊DVD-ROM偉炟恟䀀
318=WinContig has detected problems with a volume. We reccomend that you quit WinContig and correct the problem.\nAlternately, you may also continue normally.
319=胥悒灼烾䃻䁕偏遌假胪僕邋僋郍灄聕瀆(&R)
323=遯瀺聳瀰偧傹
324=烁炟還悒進职倆悐.
325=邱胏聳瀰偧傹
326=烁炟悢惥僲聕瀆傌灢
328=悃惏倱偊:
329=悒怉倨烁炟䀭灼烾䃻䁕偏遌.
330=悢惥烁炟逯肤
331=Windows 瀡惕悢惥炲胯連灐烁炟.
432=Volume
433=File System
434=Total size
435=Free space
436=% Free space
437=Unknown drive
438=Removable drive
439=Hard drive
440=Remote drive
441=Optical drive
442=RAM disk
443=Session Status
444=Analyzing...
445=Complete
'-------------------------------------------------------------------------------------
' "Disk Cleanup" dialog box ***
'-------------------------------------------------------------------------------------
339=烁炟怅瀆
340=倪遤悫偘悔恈
357=邋僋烁炟怅瀆(&S)
358=䀍肁邋僋烁炟怅瀆(&D)
338=傀傌䀍肁傍倪遤悫偘悔恈(&T)
359=倨邋僋郍灄聕瀆䁋偍, 䁠僯䃥倪遤悫偘悔恈䃥恢傩烁炟灺邓.
342=䀰炗䀭...
343=恣倨倪遤悫偘悔恈... 胋瀍灉.
344=進傦:
345=僖傗悫偘胯傑傟能倱恗, 逯肤傟僠 %s !
346=瀡惕倪遤悫偘悔恈僠為這䂛悔恈倲偘倨怹烮逄䀭!
347=瀡惕倪遤悫偘悔恈僠為䃥䀋悫偘胯傑䀍偘倨:\n\n%s
446=Use &WinContig to delete temporary files
447=Use &external application to delete temporary files
448=Program:
449=Additional command-line switches:
450=&Browse...
451=Select program
452=Programs (*.exe)|*.exe|All Files (*.*)|*.*|
453=No external application specified.
454=The external application specified does not exist !
'-------------------------------------------------------------------------------------
' "Exclusion/Inclusion List" dialog box ***
'-------------------------------------------------------------------------------------
469=Filter
381=Add fol&der...
382=Add &file...
399=Add &mask...
383=Remove &item
385=To prevent the undesidered relocation of some data, you can exclude specific items from defragmentation. The files and folders listed in this window will not be analyzed and/or defragmented.
386=Excluded List
387=List of Excluded Items:
388=%s items excluded from the defragmentation.
391=Ignore files greater than (KB):
392=KB
393=MB
394=GB
456=Filter 
457=&Add mask
458=&Remove mask
459=Mask to add:
460=In order to process specific items, you can setup one or more masks. WinContig will process only the items that match the masks listed in this window. To specify multiple masks, separate each mask by a semicolon (;).
461=Manage inclusion list
462=List of Included Items:
463=Exclude
464=Include
'-------------------------------------------------------------------------------------
' "Mask file" dialog box ***
'-------------------------------------------------------------------------------------
400=Add mask
401=Specify one or more masks to exclude files and/or folders. To specify multiple masks, separate each mask by a semicolon (;).\n\nExample: *.dll;*.ocx;*.tmp
404=Masks cannot contain any of the following characters: \ / : < > | "
419=Character is not valid
405=Exclude mask:
402=&Add
'-------------------------------------------------------------------------------------
' "Configure highlighting" dialog box ***
'-------------------------------------------------------------------------------------
410=Configure highlighting
411=Here you can configure the highlighting colors of the items. To change the color of an item, click on the corresponding colored button. To enable or disable the highlighting of an item, select or deselect the corresponding checkbox.
412=Fragmented item
413=Contiguous item
414=Defragmented item
415=Error
416=Skipped item
418=Full Row Highlight
'-------------------------------------------------------------------------------------
' "Configure Profiles List" dialog box ***
'-------------------------------------------------------------------------------------
151=Recent Profiles List
152=Configure Recent Profiles List
153=Here you can configure how many profiles are shown in the Profiles List.
154=Show this number of Recent Profiles (0-10):
159=Automatically remove missing Recent Profiles
'-------------------------------------------------------------------------------------
' Warning/Error/Info messages ***
'-------------------------------------------------------------------------------------
97=烁炟傹郏僲炓悢惥傌灢. 怯倦肁郍灄這個悔恈?
143=倨郍灄過瀋灐恟偍䁠倇瀡惕䀭悷僷职僕䁜. 䁠為傚肁灼炌僎?
147=容量中沒有一個連續的群組, 剩餘的叢集足以容納整個檔案.
164=䁠為傚肁倪遤選僖炄逅烮僎?
165=䁠為傚肁倪遤選僖炄逅烮僎?
166=為肍
205=䁠炄䁜恭烻灱灈怬瀡惕僷职WinContig.
233=瀡惕悰傞 '%s'.
307=瀡惕耭傚選僖炄倪偈灉瀚.
74=郍灄這個悔恈偍, 肁悢惥烁炟傹郏怯倦灰倸僎?
360=這個悔恈 '%s' 僠䃥䀋逯肤而瀡惕肫倪遤:\n\n%s
374=The selected file has been added to the Excluded List.
375=The selected files have been added to the Excluded List.
376=The selected file(s) are already included in the Excluded List.
465=Duplicated masks
466=One or more masks are included in both the Exclusion list and Inclusion list. The items matching those masks will not be processed by WinContig.
467=&Close anyway
468=&Edit masks
490=SSD Device Detected
494=SSD Device
491=SSD devices see no performance benefit from traditional HDD defragmentation. File defragmentation causes lots of write processes and can put undue wear on specific areas of the drive. It is recommended that you do not defragment files on SSD disks.
492=&Defragment anyway
493=&Don't defragment
149=There is not enough physical memory or system resources available to defragment the file.
'-------------------------------------------------------------------------------------
' General Buttons Captions ***
'-------------------------------------------------------------------------------------
395=&Yes
396=&No
397=OK
398=Cancel
406=&Continue
407=&Quit
142=&Close
'-------------------------------------------------------------------------------------
' File Open Error Messages ***
'-------------------------------------------------------------------------------------
167=逯肤: 耘悶郔/胇悐肅僺. 瀡惕僷职!
168=逯肤: 悒怉恾倰悔恈. 瀡惕僷职!
169=逯肤: 悒怉恾倰胯傑. 瀡惕僷职!
170=逯肤: 怍僞炄悔恈怼倏. 瀡惕僷职!
'-------------------------------------------------------------------------------------
' "Fragmentation Details" dialog box ***
'-------------------------------------------------------------------------------------
259=炎灇
260=倍瀱:
261=胯傑:
262=遞傋:
263=倧倏:
264=烁炟倧倏:
265=炎灇:
266=僢郆:
267=炎灇情倱:
269=䀀耬
270=#
271=悔恈僢郆
272=職僋僢郆
273=灐恟僢郆
286=倧倏 (䁍偃灄)
287=悔恈 %
276=悔恈還悒進职倆悐過
277=恤逅烮䀍怯悔恈
278=倨倗聦倆悐這個悔恈恂遇倰䀀個逯肤
279=這個逅烮䀍偘倨
280=這個悔恈悒怉䁔瀨䃻䁕僢郆
281=䁍偃灄
'-------------------------------------------------------------------------------------
' "Defragmentation Report" dialog box ***
'-------------------------------------------------------------------------------------
184=郍灄倱偊
185=情倱:
186=郍灄聕瀆僲炓傌怐.
189=聕瀆傌怐炄悔恈恸郏
190=瀴炎悔恈炄恸郏
191=僲炓連炌炄悔恈恸郏
192=僲郍灄悔恈炄恸郏
193=聕瀆過瀋䀭灼瀟逯肤而怪郍灄炄悔恈恸郏
423=This dialog box displays information about the files that were defragmented.
'-------------------------------------------------------------------------------------
' Shutdown dialog box ***
'-------------------------------------------------------------------------------------
194=郜恟
196=烻灱倇倨15烒傌郜恟.
197=邋偟聕瀆耘聟逯肤.
198=肿恴耘聟逯肤
'-------------------------------------------------------------------------------------
' About dialog box ***
'-------------------------------------------------------------------------------------
201=All rights reserved.
202=偍肻做為偆恭僊個䂺䁿瀨.
203=WinContig 能倇惏個䁔瀨灺邓炄瀴炎悔恈進职倈䁵而瀢瀟傮䀀, 連炌炄灺邓傹郏.\n\n這怣炄灐悜, 倇䁿您炄烻灱倨偘僖悔恈恂惴怉恈炇.
204=郜悼
298=炲烙:
299=E-mail:
'-------------------------------------------------------------------------------------
' Crash dialog box ***
'-------------------------------------------------------------------------------------
77=Exception of WinContig
78=WinContig has stopped working
79=We must report the program has encountered an error. Please copy the exception information to the Clipboard, and send it to us:
80=Problem details
81=&Close the program
63=SSD detection could be incompatible with some specific hardware combinations. Please select "Disable Solid State Drive (SSD) detection" from the "Options" menu.
'-------------------------------------------------------------------------------------
' Disclaimer ***
'-------------------------------------------------------------------------------------
206=偍肬聲怎
'-------------------------------------------------------------------------------------
' Command line switches ***
'-------------------------------------------------------------------------------------
208=偽䃤倗倇惛
389=偽䃤倗倇惛
390=WinContig accepts a number of optional command-line switches that you can use to control how the program operates.
'-------------------------------------------------------------------------------------
' Defragmentation/Analysis process Interrupted ***
'-------------------------------------------------------------------------------------
210=胋瀍傠灉傅肓烮偍炄悔恈傌怐聕瀆...
'-------------------------------------------------------------------------------------
' Disclaimer - RTF Format ***
'-------------------------------------------------------------------------------------
$d$
{\rtf1\ansi\ansicpg1252\deff0\deflang1033\deflangfe1040\deftab708{\fonttbl{\f0\fswiss\fprq2\fcharset0 Tahoma;}}
{\*\generator ;}\viewkind4\uc1\pard\qc\lang1040\b\f0\fs24 Disclaimer\par
\par
\pard\b0\fs16 This software and all the accompanying files are provided by the author "as is" and without any express or implied warranties, including, but not limited to, the implied warranties of merchantability and fitness for a particular purpose. In no event shall the author be liable for any damages whatsoever (including without limitation, damages for loss of business profits, loss of use or data, business interruption, loss of business information, or any other pecuniary loss) arising out of the use or inability to use this product, even if advised of the possibility of such damage. The entire risk arising out of the use or performance of this product and documentation remains with you.\par
}
$d$
'-------------------------------------------------------------------------------------
' Command line switches - RTF Format ***
'-------------------------------------------------------------------------------------
$c$
{\rtf1\ansi\ansicpg1252\deff0\deflang1040
\viewkind4\uc1\pard\lang1040\b\f0\fs16 SYNTAX\par
\b0\par
WINCONTIG.EXE [source] [/ANALYZE|/DEFRAG] [/CHKDSK:0|/CHKDSK:1|/CHKDSK:2] [/CLEAN:0|/CLEAN:1|/CLEAN:2] [/CLOSE|/CLOSEIFOK|/SHUTDOWN] [/DUP] [/FULLROW] [/HELP|/?] [/LANG:xx] [/NOGUI] [/NOINI] [/NOPROMPT] [/NOSCROLL] [/ONTOP] [/PROF:"profile"] [/QUICK]\par
\par
\b\par
IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f3\'B7\tab}{\*\pn\pnlvlblt\pnf3\pnindent360{\pntxtb\'B7}}\fi-360\li360\tx360 Switches are not case sensitive, so, for example, \b /CLOSE\b0  is the same as \b /close\b0 .\par
{\pntext\f3\'B7\tab}When using multiple switches, separate them with a blank space. For example, use the following command line to load a profile and start the file defragmentation:\par
\pard\par
\pard\fi360\b WINCONTIG.EXE /DEFRAG /PROF:"c:\\datas\\profile.wcp"\b0\par
\pard\par
\par
Below is the list of the WinContig switches.\par
\par
\pard\fi-1418\li1418\tx1418\b source\b0\tab Specifies the file or folder to be loaded in WinContig.\par
\pard\par
\pard\fi-1418\li1418\tx1418\b\tab IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 You must specify the full path of \i source\i0\par
{\pntext\f1\'B7\tab}You must enclose the full path of \i source\i0  in quotation marks ("")\par
\pard\li1418\tx1418\par
For example, use the following command line to load the file \i personal.txt\i0  located in \i c:\\documents\i0 :\par
\par
\b WINCONTIG.EXE "c:\\documents\\personal.txt"\b0\par
\par\pard\fi-1418\li1418\tx1418
\b /ANALYZE\b0\tab Starts automatically the analysis of the items loaded in WinContig.\par
\par
\b /CHKDSK:0\tab\b0 Disables the automatic disk checking. \par
\par
\b /CHKDSK:1\b0\tab Starts automatically the disk checking.\par
\par
\b /CHKDSK:2\b0\tab Asks the user before starting the disk checking.\par
\par
\b /CLEAN:0\tab\b0 Disables the automatic cleaning up of temporary files.\par
\par
\b /CLEAN:1\tab\b0 Starts automatically the cleaning up of temporary files.\par
\par
\b /CLEAN:2\tab\b0 Asks the user before starting the cleaning up of temporary files.\par
\par
\b /CLOSE\b0\tab Used to automatically close WinContig after it has completed the defragmentation process.\par
\par
\b /CLOSEIFOK\b0\tab Used to automatically close WinContig after it has completed the defragmentation process if all of the files have been successfully defragmented otherwise it stays open. 
If you use this switch in conjunction with the \b /NOGUI \b0 switch, WinContig will show the main window after it has completed the defragmentation process if one or more files have not been successfully defragmented.\par
\par
\b /DEFRAG\b0\tab Starts automatically the defragmentation of the items loaded in WinContig.\par
\par
\b /DUP\b0\tab Allows duplicate entries in the file list. WinContig does not allow duplicate entries in the file list as default. When using the \b /DUP\b0  switch, WinContig adds files to the file list faster. This option is useful if you want to load a very big profile faster and you are confident there are no duplicate entries in the profile.\par
\par
\b /FULLROW\b0\tab Turns full row selection on.\par
\par
\b /HELP \b0 or \b/?\b0 \tab Shows this dialog box.\par
\par
\b /LANG:\b0\i xx\i0\tab Forces the language used by the user interface. \i xx \i0 specifies a region-neutral language, for example \i en \i0 represents English, while \i fr \i0 represents French. 
If you specify the \b/LANG:auto \b0 switch, WinContig will use the system default UI language (if supported).\par
\par
\b /NOGUI\b0\tab Used to hide the WinContig main window during the analysis process or the defragmentation process. When using the \b /NOGUI\b0  switch, WinContig provides exit codes that indicate the level of success for a command.\par
\par
\tab\b Exit codes\b0\par
\par
\tab The following command-line exit codes are defined for WinContig.\par
\par
\tab\b 0\b0\tab Success.\par
\tab\b 1\b0\tab Invalid or missing profile.\par
\tab\b 2\b0\tab Errors found during disk checking.\par
\tab\b 3\b0\tab Not all items were defragmented successfully.\par
\tab\b 4\b0\tab Not all items were analyzed successfully.\par
\tab\b 5\b0\tab Invalid or missing item.\par
\par
\b /NOINI\b0\tab Used to suppress the writing of the "WinContig.ini" configuration file.\par
\par
\b /NOPROMPT\b0\tab Used to turn confirmation messages off.\par
\par
\b /NOSCROLL\b0\tab Turns scroll of the files off when WinContig performs an analysis process or a defragmentation process.\par
\par
\b /ONTOP\b0\tab Makes the WinContig main window topmost (above all other windows).\par
\par
\b /PROF:\b0\i "profile"\i0\tab Used to load the profile \i profile\i0 .\par
\par
\b\tab IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 You must specify the full path of the profile\par
{\pntext\f1\'B7\tab}You must enclose the full path of the profile in quotation marks ("")\par
\pard\li1418\tx1418\par
For example, use the following command line to load the profile \i data.wcp\i0  located in \i c:\\profiles\i0 :\par
\par
\b WINCONTIG.EXE /PROF:"c:\\profiles\\data.wcp"\par
\pard\fi-1418\li1418\tx1418\b0\par
\b /QUICK\b0\tab Used to turn off optimizations during the defragmentation process (i.e. it will not try to fill the gaps and it will not try to partially defragment the files that it's not possibile to totally defrag). This allows to complete the defragmentation process quicker.\par
\par
\b /SHUTDOWN\b0\tab Used to shutdown the computer after WinContig has completed the defragmentation process.\par
\par
}
$c$




